  {
  "narrator": [
    "Cela fait maintenant 2 ans que je travaille pour Green Horizon. 2 années durant lesquelles le village a continué de se développer à la vitesse d’une comète. D’ailleurs utiliser le terme de village ne fait plus justice à Vitry-la-Vallée : c’est maintenant devenu une grande ville d’une dizaine de milliers d’habitants. Des routes supplémentaires ont été construites pour que la ville soit accessible en permanence et un supermarché a ouvert récemment dans le centre-ville. Il y a même un kébab! Un kébab à Vitry-la-Vallée ! ... Amen. Travailler avec Mr. Vermeil est à la fois stimulant et effrayant. Il a des attentes très élevées sur comment le travail doit être fait et il n’hésite pas à le faire savoir au reste de l’équipe. Ceux qui arrivent à suivre le rythme sont récompensés, avec des promotions et des avantages non négligeables, et Mr. Vermeil se débarrasse de ceux qui n’y arrivent pas. Je l’ai déjà vu virer un stagiaire en pleine réunion parce qu’il lui avait ramené un café froid. Ce qui viole probablement plusieurs lignes du code du travail, mais personne dans la salle n’a osé le faire remarquer. Personne n’a envie de “parler en privé” avec le patron.",
    "La construction du tant attendu barrage hydroélectrique s’est terminée il y a quelques mois. Avant cela, la demande d’énergie que le réseau ne pouvait pas gérer était prise en charge par des groupes électrogènes généreusement offerts par Green Horizon au habitants dans le besoin. Mais depuis, tout est retombé sur moi. Point positif : le barrage est capable de produire jusqu’à 100 000 000 KWh/an, suffisant pour fournir de l’électricité à presque 45 000 personnes : le réseau électrique ne devrait pas subir de problème de surcharge avant un long moment. Le point négatif, c’est que tout problème qu’il pourrait avoir sur le réseau maintenant sera directement lié à mon incompétence. Et Mr. Vermeil n’aime pas l’incompétence. Et on pourrait penser que mes journées sont plus tranquilles maintenant que ma console de travail ne risque plus de prendre feu à tout moment, mais même pas ! Je passe presque tout mon temps à surveiller le barrage, à l’entretenir et à réparer le moindre petit défaut.",
    "...",
    "Oui je sais que c’est extrêmement important et qu’un accident au niveau du barrage serait catastrophique, mais ça va pas m'empêcher de me plaindre.",
    "Ma journée de travail finie, je me dirige vers le bureau de Mr Vermeil. Tous les lundis nous avons un rendez-vous où nous discutons de mes performances, de l’état et des besoins du réseau, des choses à prioriser pour l’entreprise... Le pire moment de ma semaine. Je toque à la porte.",
    "J’entre dans le bureau. Assis dans son fauteuil, Mr. Vermeil lève la tête du document qu’il était en train de lire. 2 ans après, je suis toujours aussi intimidé par son regard intense caché derrière ses lunettes noires.",
    "Ça commence mal.",
    "Il me faut quelques instants pour traiter ce qu’il vient de me dire.",
    "J’ai déjà vu cette situation une dizaine de fois ces 2 dernières années. Je sais que ça ne sert à rien de se débattre, que Mr Vermeil ne revient pas sur sa décision une fois qu’il l’a prise. Pourtant mon cerveau essaye quand même désespérément de trouver une solution, un moyen de pression.",
    "Il ne me regarde même plus. Il a déjà replongé la tête dans son document, comme si je n'existais plus pour lui.",
    "...",
    "Je ferme la porte derrière moi en sortant du bureau. Je serre les poings de frustration. Frustration d’avoir perdu mon travail. Frustration de ne pas avoir pu mieux argumenter en face de mon patron. Frustration d’avoir gâché une des meilleures opportunités de ma vie. J’ai envie de taper dans le mur à côté. Peut-être même de péter une fenêtre. A la place je lâche un long soupir et quitte les locaux de Green Horizon.",
    "Peut être que je devrais quitter la vallée. J’y étais venu pour profiter de la nature en toute tranquillité, mais ça fait longtemps que ce n’est plus possible. Seul le boulot me retenait ici.",
    "Oui, il est temps de déménager.",
    "Je m’assois sur un des fauteuils posés devant le bureau de Mr Vermeil. Comme il l’a dit, nous sommes plutôt dans une période plate pour l’entreprise. Le barrage hydroélectrique fonctionne parfaitement bien et devrait suffire à lui seul à approvisionner tous les habitants de la ville en électricité pendant des années. La centrale nucléaire est encore au stade embryonnaire pour l’instant, mais l'emplacement a déjà été choisi et les plans déjà dessinés. Il manque juste les autorisations administratives. Il y a juste quelques problèmes au niveau de l’exploitation du copium 226 :  apparemment les tunnels des anciennes mines sont devenus instables et risquent de s’effondrer, donc le minage est interrompu le temps de les renforcer. Heureusement, ce n’est pas mon problème. Je suis déjà bien assez occupé avec mon propre boulot.",
    "Je me lève du fauteuil, lui serre la main et me dirige vers la porte. Il n’avait pas menti quand il a dit que ça allait aller vite : la réunion a à peine duré une dizaine de minutes.",
    "Une main sur la porte, je me retourne subitement vers lui. J’ai pas revé, Il vient de m’appeler par mon prénom ? Il vient totalement de m’appeler par mon prénom ! C’est la première fois qu’il le fait depuis que je le connais !",
    "Je m’enfuie du bureau aussi vite que la politesse le permet. Une fois dans le couloir je me pince l’avant bras.",
    "Non, je ne suis pas en train d’halluciner. Mr. Vermeil vient vraiment de me complimenter et de m’appeler par mon prénom dans la même minute. Ça doit être une nuit de pleine lune.",
    "Je commence à me lever du fauteuil, mais Mr. Vermeil lève sa main pour m’interrompre.",
    "Je me rassois dans le fauteuil. Honnêtement, j’ai l’air calme en extérieur mais je suis absolument en train de paniquer intérieurement : je n’ai aucune idée de ce qu'il veut.",
    "J’expire un grand coup. Je ne m’étais même pas rendu compte que je retenais ma respiration jusque là. C’est certainement pas dans cette direction que je pensais que cette conversation allait aller, mais je ne vais certainement pas me plaindre.",
    "Je reste bouche bée pendant un long moment. Mr. Vermeil, l’ogre de Green Horizon, qui m’invite à dîner ? En tête à tête, et pas uniquement pour rencontrer un client ? Les autres vont jamais me croire ...",
    "Je me rends compte qu’il attend une réponse. Devrais-je accepter ? Si c’est vraiment juste une invitation de collègue à collègue, je ne vois pas de raisons de refuser, mais si le dîner se passe mal, peu importe ce que dit mon patron ça va mettre à mal ma carrière.",
    "On ne réussit pas dans la vie sans prendre quelques risques. Même si le repas se passe mal, ce n’est pas comme si j’allais mourir.",
    "Il s’arrête et me fixe de son regard intense dont seul lui à le secret. Je suis peut-être déjà en train de faire une grosse connerie, à peine 10 secondes après le départ, mais qui ne tente rien n’a rien.",
    "Ok, peut-être que j’étais un peu trop optimiste. Il est parfaitement possible que je meurs ce soir.",
    "A ma grande surprise, mon patron ne décide pas de m’exterminer ici et maintenant pour punir mon impudence. Non, il fait quelque chose d’encore plus improbable et sourit.",
    "...",
    "Après ça, Craig m’a emmené dans son restaurant. UN ÉTOILÉ. JE NE SAVAIS MÊME PAS QU’IL Y AVAIT UN ÉTOILÉ EN VILLE. Heureusement il a coupé court à ma crise de panique en annonçant qu’il payerait pour moi. Finalement, le repas s’est bien passé. On s’est fait un point d’honneur au début du repas de ne pas parler du travail, et à la place on a discuté de notre enfance, de nos loisirs (croyez le ou non, mais Craig aime peindre apparemment. Il a promis qu’il me montrerait une de ses toiles un jour), de nos rêves... Aussi fou que ça puisse paraître, j’ai vraiment passé un bon moment. J’ai presque envie de croire que cela pourrait être le début d’une belle relation ...",
    "C’est sans doute la décision la plus sage. Un petit mensonge maintenant vaut mieux qu’un faux pas majeur pendant le repas. Le risque est trop grand. J’ai l’impression d’entendre un petit soupir s’échapper de Mr. Vermeil. J’ai même presque envie de dire qu’il semble... déçu ? Comme d’habitude avec lui, c’est dur à dire.",
    "Je m’échappe du bureau et quitte les locaux aussi vite que possible. Je reçois quelques autres invitations dans les semaines qui suivent, que j’esquive avec quelques autres mensonges bien placés. Puis plus rien. J’ai sans doute légèrement froissé mon boss en faisant ça, mais c’est toujours mieux que de perdre complètement mon travail.",
    "Cela fait maintenant 8 ans que je travaille chez Green Horizon. En regardant la mégapole de plus d’un million d’habitants s’étendre à travers toute la vallée, personne ne pourrait penser qu’il n’y avait presque rien il n’y a même pas 10 ans. Le petit village de Vitry-la-Vallée est devenu une agglomération capable de rivaliser avec les plus grandes capitales du monde, et je ne peux pas m'empêcher de me sentir un peu fier en me disant que j’ai joué un rôle là dedans. Cette réussite est liée en grande partie à la nouvelle centrale nucléaire, dont la construction s’est achevée l’année dernière. Avec une capacité maximale de production de 5 TWh par an, l’autonomie énergétique de Vitry-la-Vallée est assurée pour les décennies à venir. La ville n’est pas la seule chose qui s’est étendue ces dernières années. Green Horizon exploite la quasi-totalité du copium 226, et a même investi dans beaucoup d’autres entreprises dans la vallée. De nos jours, il est rare de trouver un business dans la région qui n’est pas lié de près ou de loin à Green Horizon. D’ailleurs, ça fait quelques années maintenant que je dirige une équipe ! Fini les journées de 10 heures à courir partout pour régler des problèmes mineurs, maintenant je peux juste tout déléguer et rentrer chez moi regarder questions pour un champion. Vive le patronat.",
    "En parlant de patron, je pense pouvoir officiellement dire que Craig et moi sommes devenus amis très proches ces dernières années. Enfin je crois ? 8 ans après, il est toujours aussi inexpressif. Mais je pense qu’on a franchi un cap dans notre relation quand on a commencé à jouer au golf ensemble. Ou alors quand il m’a emmené en vacances avec lui pour faire du jet-ski. Ou alors quand il m’a offert un cheval (5 ans après et il est toujours dans mon jardin. Aucune idée de ce que je suis censé faire avec).",
    "Mais évidemment, les bonnes choses ne durent jamais très longtemps. Il y a quelques semaines, le Lorient a présenté à la communauté internationale des preuves irréfutables qu’elle possède bien la vallée de Vitry, et que les revendications du Fanighastan sont totalement infondées. Depuis, une ambiance assez lourde pèse dans les locaux de l’entreprise. Personne n’ose le dire, mais tout le monde pense la même chose: il est probable que Green Horizon soit forcé de plier bagage et de quitter la vallée dans les semaines ou les mois qui viennent...",
    "Les locaux sont calmes aujourd’hui. Les gens travaillent en silence, chacun dans son coin, comme s’ils essayaient de ne pas se faire remarquer. Je peux les comprendre : Mr. Vermeil est d’humeur massacrante en ce moment. La moindre erreur se fait immédiatement réprimandée, souvent de manière excessive. Il est clair qu’il se passe quelque chose avec lui, mais je ne peux pas y faire grand chose. C’est pas comme si on était particulièrement proche; je ne peux pas juste rentrer dans son bureau et lui demander \"Hé Craig, tu sembles un peu colérique en ce moment, cela met une mauvaise ambiance dans les bureaux et j’ai besoin de calme et de ne pas travailler sous pression afin de pouvoir m’épanouir. Pourrais-tu s’il te plait me dire ce que tu as sur le cœur afin que nous puissions trouver une solution?\" Non non, il me ferait un german suplex avant la fin de mon troisième mot. Pas vraiment d’autre choix, il faut juste laisser couler et espérer que ça se règle tout seul. Maintenant, j’en étais où dans ce-",
    "bruit de sirène d’alarme",
    "C’est le signal d’évacuation d’urgence ! Mais ça ne fait aucun sens ! Le signal n’est censé s’activer qu’en cas d’incident irréversible qui entraînerait l’explosion de la centrale, comme une fusion des cœurs. Quelque chose comme ça n’est pas censé arriver d’un claquement de doigts ! On aurait dû avoir des signes, des moyens de le voir venir. Je sors de mon bureau et vois Mr. Vermeil, dans l’open space principal, en train d’organiser l’évacuation du personnel.",
    "Quelque chose me chiffonne dans son attitude. Il a toujours été impassible, mais il me semble bien trop calme. Je veux dire, c’est une catastrophe nucléaire ! Ce n’est pas normal de ne pas paniquer un minimum ! Est-ce qu'il est humain même ? Attends, c’est pas le moment de se poser ce genre de questions ! N’écoutant que mon courage, je décide ...",
    "d’aller à mon poste de travail pour vérifier moi même l’état de la centrale.",
    "Il y a quelque chose qui ne tourne pas rond ici. Ce n’est pas normal que l’alarme sonne comme ça sans prévenir. Heureusement pour moi, Mr. Vermeil est occupé avec l’évacuation. Je me dirige discrètement vers mon poste de travail. Arrivé à ma console, je lance un diagnostic de la centrale.",
    "Je relis chaque ligne 2 fois, 3 fois, mais le résultat est formel : il n’y a aucun problème. Nul part. La centrale tourne dans des conditions absolument idéales. Je relance l’outil de diagnostic pour être sûr. Mais le résultat ne change pas. Mais… S’il n’y a aucun problème, alors pourquoi est-ce-que le signal a été déclenché ? Alors que j’essaie de comprendre ce qui est en train de se passer, je vois une autre chose étrange : le pare-feu de la centrale vient d’être désactivé.",
    "Comme pour répondre à ma question, je vois en direct les valeurs de plusieurs des éléments de contrôle de la centrale être modifiés. Les changements sont mineurs : quelques degrés par ici, un peu de pression en plus par là. Ce serait facile de passer à côté, mais si on laissait la centrale comme ça, le cœur finirait pas entrer en fusion et causerait une explosion après une petite journée.",
    "Juste assez de temps pour organiser l’évacuation de la ville.",
    "Je ne peux pas m'empêcher de penser que tout est lié. Et pourtant...",
    "Mr Vermeil pourrait-il vraiment faire ça ?",
    "...",
    "Ce n’est pas impossible. Après tout, ce n’est pas comme si je le connaissais vraiment. On ne s’est jamais vraiment rapprochés, malgré avoir travaillé ensemble pendant si longtemps. Attends, ce n’est pas le moment de penser à ça ! Je suis probablement la seule personne encore dans le bâtiment. Si je ne fais rien la centrale va exploser et raser l’entièreté de la vallée ! Je commence à redémarrer le pare-feu de la centrale. Heureusement que j’ai un minimum de connaissances en informatique.",
    "Oh, il semblerait que quelqu’un en face ait remarqué ce que j’étais en train de faire ! L’attaque a gagné en intensité : à ce rythme là la région ne va pas être rasée dans quelques heures mais dans quelques minutes ! Je dois faire quelque chose !",
    "d’aider Mr. Vermeil à organiser l’évacuation du personnel.",
    "J’ai confiance en Mr. Vermeil. C’est en grande partie grâce à lui que l’entreprise a pû devenir ce qu’elle est. S’il dit qu’on évacue, alors on évacue. Je me glisse à ses côtés et ensemble nous évacuons l’entièreté du personnel aussi loin de la ville que possible. Ses heures passées coincé dans les bouchons ont été les plus anxiogènes de ma vie. Finalement, 15 heures après le retentissement de l’alarme dans les bureaux de Green Horizon, la centrale explosa, irradiant l’entièreté de la vallée de radiation. Les retombées vont rendre la région inhabitable pendant des décennies au grand minimum, coupant court à l’exploitation du copium 226 par la même occasion. Personne n’est mort de l’explosion en elle-même, mais il est probable que beaucoup aient souffert des complications liées aux radiations subies. La branche de Green Horizon à Vitry-la-Vallée ferma évidemment ses portes, licenciant l’intégralité de son personnel. Je perdis contact avec Mr. Vermeil peu longtemps après ça. Retrouver un travail après ça ne fut pas aisé, mais j’y suis parvenu. C’était clairement moins prestigieux (et surtout moins bien payé) que ce que je faisais à Green Horizon, mais au moins le travail était honnête. Si je garde un regret encore aujourd’hui, dans mes vieux jours, c’est qu'on n'a jamais découvert la vérité derrière cet accident. Je ne peux m'empêcher de penser qu’il y avait plus dans cette histoire, une face cachée que je n’ai pas su voir...",
    "Je pensais qu’aujourd’hui allait être une journée lambda et plutôt calme, mais pour une raison que j’ignore Craig m’a convoqué dans son bureau ce matin. Je ne sais pas ce qui l’a mis dans cet état, mais ça doit être quelque chose de grave; ça doit faire 2 minutes que je suis là et qu’il ne m’a rien dit. Craig a beau être inexpressif, j’ai appris un minimum à lire ses émotions après avoir passé autant de temps ensemble, et je ne l’ai jamais vu aussi troublé.",
    "Oui, c’est sûr que la perte du copium 226 est un coup dur pour Green Horizon, mais c’est l’une des plus grandes entreprises du monde ! Elle a sûrement les moyens de compenser cette perte autre part.",
    "Choqué par ce que je viens d’entendre, je titube vers un des fauteuils. Faire exploser la centrale ? Ils sont complètement fous ! Ils vont raser l’entièreté de la vallée, et pourquoi ? Parce qu’ils n’ont plus accès au copium 226 ?",
    "Non. J’ai dû mal comprendre.",
    "Face à mon incompréhension, il lâche un long soupir.",
    "J’ai envie de lui mettre mon poing dans la gueule, de l’insulter, de le traiter d’égoïste, mais en réalité, je ne peux pas dire avec certitude que je ne ferais pas la même chose dans sa position. Il doit sentir mon hésitation, parce qu’il se lève et s’approche de moi.",
    "Je suis obligé de lui faire confiance sur ce point. Ce n’est pas comme si j’avais un moyen de vérifier avant que ça arrive. Et si je suis honnête avec moi-même, j’essaie surtout de me faire déculpabiliser. Suis-je vraiment arriver à un point où je suis près à causer intentionnellement l’explosion d’une centrale nucléaire juste pour garder ma vie de nouveau riche ?",
    "...",
    "Apparemment.",
    "Craig active le signal d’évacuation d’urgence et il n’y a plus de retour en arrière possible à partir de ce moment-là. Nous commençons à évacuer le personnel, et quelques heures plus tard nous nous retrouvons tous en sécurité, loin de la ville. Plus qu'à attendre l’inévitable.",
    "Finalement, 15 heures après le retentissement de l’alarme dans les bureaux de Green Horizon, la centrale explosa, irradiant l’entièreté de la vallée de radiation. Les retombées vont rendre la région inhabitable pendant des décennies au grand minimum, coupant court à l’exploitation du copium 226 par la même occasion. Au moins, Craig a tenu parole. Personne n’est mort dans la vallée, et Green Horizon a aidé ceux qui en avaient le plus besoin à retomber sur leurs pattes. Ce qui leur a même permis d’améliorer leur image au niveau de la population. Assez ironique pour tous ceux qui savent la vérité. De notre côté, cette “tragédie” nous a bien profité : Craig a récupéré une place au conseil d’administration de l’entreprise, et il m’a donné un poste fantôme qui me permet de vivre le reste de ma vie dans l’aisance et la tranquillité. Un peu comme ce que je cherchais en revenant à Vitry-la-Vallée, mais avec plus d’argent et de villas à la plage.",
    "Normalement, c’est le moment dans ce genre d’histoire où je vous dis que malgré tout ce que je possède, ma vie est vide de sens et que je ne suis pas heureux. Mais ce n’est pas le cas: je vis ma meilleure vie. Peut être que j’aurais pu faire des meilleurs choix. Mais cette fin n’est pas si mal non plus.",
    "Il se rassoit dans son fauteuil, l’air défait.",
    "Je quitte son bureau et me dirige vers mon poste de travail. Quelques instants après, l’alarme retentit.",
    "Une heure plus tard, comme prévu, l’attaque commence. Je vois en direct le pare-feu de la centrale être désactivé, et plusieurs outils de contrôle commencent à se dérégler par eux même. Il semblerait que le hacker ait pris contrôle de la centrale à distance. Le moment de vérité. Je dois défendre la vallée !",
    "Malgré tous ses efforts, George ne parvint pas à empêcher la centrale d’exploser. L’explosion dévasta la région, tuant une grande partie de la population qui n’avait pas encore eu le temps d’évacuer. Personne ne sut expliquer ce qu’il s’était passé ce jour fatidique, mais la catastrophe nucléaire de Vitry-la-Vallée fut la pire de l’histoire de l’humanité, relançant de plus belle les débats autour de la sécurité de l’énergie nucléaire et coupant nette l’exploitation du copium 226.",
    "Après un long duel entre George et le hacker de Green Horizon, la centrale fut sauvée. George raconta tout ce qu’il s’était passé à l’armée du Lorient, responsable de l'enquête",
    ", y compris l’implication de Green Horizon. Malheureusement le hacker avait effacé toutes ses traces, et sans preuves tangibles personne ne put incriminer l’entreprise ni le gouvernement du Fanighastan.",
    "Malheureusement le hacker avait effacé toutes ses traces et sans preuves tangibles personne n'a réussi à déterminer qui était responsable derrière cette attaque.",
    "Finalement Green Horizon fut obligé de vendre tous ses actifs et installations à Cosmic Drive, qui se jeta sur l'occasion de remettre un pied dans la région et de pouvoir reprendre l’exploitation du copium 226. George, en récompense de sa bravoure, obtint la médaille dont il avait toujours rêvé et fut engagé en tant que directeur de la branche de Cosmic Drive. Il ne goûta plus jamais à la vie en communion avec la nature comme il avait prévu en revenant à Vitry-la-Vallée, mais cette vie n’était pas trop mal non plus.",

  ],
  "george": [
    "Excusez-moi ? Je crois avoir mal compris...",
    "Mais je-",
    "V-Vous oubliez que le réseau m’appartient. Si vous me virez, je-",
    "Très bien, c’est noté.",
    "Oui monsieur.",
    "Aïe.",
    "Il y avait autre chose ?",
    "Oh ?",
    "... Je suis évidemment très heureux de recevoir autant de compliments, mais j’avoue ne pas voir où vous voulez en venir ...",
    "Je serais heureux de dîner avec vous.",
    "Mr Vermeil.",
    "Je me disais, si vous tenez vraiment à ce que ce repas soit un dîner \"entre collègues\", on pourrait peut-être se tutoyer.",
    "...",
    "T’en penses quoi Craig ?",
    "Ah ah, c’est marrant, je savais pas que t’étais capable de faire des blagues comme ça !",
    "C’était une blague, hein ?",
    "Je suis désolé, je ne peux pas ce soir...",
    "Oui, une autre fois ! Définitivement ! Si c’est tout ce que vous vouliez...",
    "Très bien. Passez une bonne soirée Mr Vermeil.",
    "Quoi ?!",
    "... Qu’est ce que c’est  que cette connerie ?",
    "Est-ce que quelqu’un essaie de prendre le contrôle de la centrale à distance ?",
    "Hein ?!",
    "C-Mr. Vermeil, qu’est-ce qui se passe ?",
    "Je... vois...",
    "... Quelque chose me dit que ce n’est pas tout, n’est-ce pas ?",
    "Pardon ?!",
    "... Qu’est-ce qu’on va faire ?",
    "... Hein ?",
    "Craig. Ne me dis pas que tu comptes suivre ce plan de malade.",
    "Donc quoi, tu es prêt à détruire la vie de plusieurs centaines de milliers de personnes pour de l’argent ?",
    "... D’accord.",
    "... Oui. Tant que tu peux m’assurer que personne ne mourra à cause de nous.",
    "Non, je ne peux pas.",
    "Non Craig. Je ne peux pas te laisser faire ça. Même si elle n’a plus rien à voir avec l’endroit où j’ai grandi, cette vallée reste ma maison. Je ne peux pas baisser les yeux comme ça et vous laisser la détruire.",
    "... Quoi, tu vas juste me laisser faire ce que je veux comme ça ?",
    "... D’accord.",
    "...",
    "Merci pour tout Craig. Et adieu.",
    "...",

  ],
  "benoit": [
  ],
  "missingno": [

  ],
  "gerard": [
  ],
  "craig": [
    "Entrez.",
    "Je n’ai pas envie de faire ça Mr. Beauvois, mais je n’ai pas le choix.",
    "Pour éviter que nous subissions plus longtemps qu’il ne faut ce moment difficile, je vais être direct : vous êtes viré.",
    "Non, vous n’avez pas mal compris Mr. Beauvois. Cela fait plusieurs semaines que vous ne remplissez pas vos quotas. J’avais placé beaucoup d’espoirs en vous, vous savez ? Je pensais qu’il vous fallait juste un peu plus de temps pour vous habituer à vos nouvelles fonctions avec le barrage, mais force est de constater que votre travail n’est juste pas satisfaisant, et généralement pas au niveau pour travailler ici.",
    "Gardez votre salive. La décision a déjà été prise. Libérez votre poste d’ici demain soir. Votre remplaçant doit arriver dans 2 jours.",
    "Le réseau électrique de Vitry-la-Vallée est devenu la propriété de Green Horizon quand vous avez signé votre contrat de travail. Vous l’avez lu n’est-ce pas ?",
    "Si c’est tout, la porte se trouve derrière vous. Green Horizon vous remercie pour vos services.",
    "Ah, Mr Beauvois. Asseyez-vous. Nous n’avons pas énormément de choses à nous dire cette semaine, donc je pense que ça devrait aller assez vite.",
    "Une dernière chose : des investisseurs vont venir visiter les locaux prochainement. Il est probable qu’ils voudront voir d’eux même le barrage, et peut être aussi votre poste de travail. Je ferai en sorte qu’ils vous dérangent le moins possible, mais ne soyez pas surpris si vous voyez des gens passer pendant vos heures.",
    "Ah et, George ?",
    "Continue le bon boulot.",
    "J’ai une proposition à vous faire. Informelle.",
    "Vous savez que je ne suis pas du genre à mâcher mes mots. Quand quelque chose ne va pas avec quelqu’un, je n’hésite pas à le lui faire savoir. Alors laissez moi vous dire ceci : vous êtes la personne la plus compétente avec qui j’ai eu le plaisir de travailler de ma carrière.",
    "Ces 2 dernières années, vous avez surpassé de loin tous les quotas qu’on aurait pu utiliser pour mesurer vos performances.",
    "C’est très simple. Je me suis rendu compte que, malgré avoir travaillé étroitement ensemble pendant autant de temps, nous nous connaissons à peine. Et j’aimerais remédier à ça. C’est pour cela que j’aimerais que vous m’accompagniez ce soir pour dîner. En tant que collègues, et non en tant que patron et employé.",
    "Parfait. Suivez-moi; on va prendre ma voiture. J’ai une réservation dans un restaurant dans le centre-ville. Normalement j’y vais seul, mais je suis sûr que-",
    "... Oui ?",
    "...",
    "Ça me va George. Mais seulement en dehors du bureau. Tu m’appelles une fois par mon prénom en réunion et je te défenestre.",
    "Je vois. C’est bien dommage. Une autre fois peut-être.",
    "Oui, vous pouvez y aller Mr. Beauvois.",
    "La centrale est perdue, on ne peut rien faire pour arrêter l’explosion maintenant. Il faut évacuer le plus vite possible. Les autorités ont déjà été prévenues.",
    "Mr Beauvois. Ce que je suis sur le point de vous dire ne doit jamais sortir de ce bureau. Si cela venait à se savoir, nos vies seraient en très grand danger. Je vous dis cela parce que nous partageons un lien fort et que je vous fais confiance.",
    "... Green Horizon a reçu l’interdiction d’opérer dans le Lorient. Nous allons être forcés d’ici peu d’arrêter l’exploitation du copium 226, de vendre toutes nos installations et nos actifs et de quitter la vallée.",
    "Effectivement. Le conseil d’administration de Green Horizon a décidé que, si nous ne pouvons pas exploiter le copium 226, personne ne le pourra. Soutenu par le gouvernement du Fanighastan, ils ont engagé un hacker dont le but est de faire exploser à distance notre centrale nucléaire.",
    "J’aimerais moi aussi que ce soit une mauvaise blague, mais ce n’est pas le cas. J’ai reçu l’ordre de faire évacuer les locaux et de m’assurer que personne n’interfère pendant l’attaque.",
    "La seule chose à faire. J’ai reçu mes ordres.",
    "... Je n’ai pas le choix. Je ne peux pas me permettre de perdre ma position.",
    "Oui.",
    "Ma mère est malade, George. J’arrive à lui donner une vie à peu près correcte avec mon salaire, mais le prix de son traitement est astronomique. Sans ce travail, je ne pourrais jamais me permettre de le lui payer. Alors oui, si cette vallée est le prix à payer pour sa vie, je le paierai sans trembler.",
    "Je t’en prie George, ferme les yeux pour cette fois. Si tu me laisses faire, je peux t’assurer une vie de roi. Tu pensais qu’on vivait la belle vie ici mais tu n’as encore rien vu. Tout ce que tu veux, tu pourras l’avoir en 5 exemplaires d’un claquement de doigts. Mais je ne peux pas t’aider si tu t’opposes à moi. Alors j’ai juste besoin que tu me fasses confiance une dernière fois.",
    "... Vraiment ?",
    "Bien sûr. Tout le monde aura largement le temps d’évacuer la ville. Green Horizon aidera même tous ceux qui ont besoin d’aide à se reloger et retrouver une vie normale. Tu as ma parole.",
    "George-",
    "... Je vois.",
    "L’attaque commence dans une heure. Je n’essaierai pas de t’arrêter, mais peu importe ce que tu fais tu le feras seul : je lance l’alarme et commence l’évacuation dans 5 minutes.",
    "Je peux voir ta détermination dans ton regard. Je ne suis pas du genre à gâcher mon souffle pour une cause perdue, et je ne vais pas non plus t’assommer et t’enfermer dans mon coffre pour te forcer à évacuer. Sauve la centrale, ou meurs en essayant. En mémoire de notre amitié, je ne te gênerais pas.",

  ],
  "amber": [

  ]
}
