  #PAGE 21
  {
  "narrator": [
    "Bip. Bip. Bip. Bip. Bip. Bip. Bip. Bi-",
    "Après avoir cherché pendant une dizaine de secondes, j’attrape enfin mon téléphone et coupe le réveil. l’ouvre un demi-oeil pour confirmer ce que je sais déjà.",
    "Je me lève lentement de mon lit et tâtonne dans le noir vers ma fenêtre. En chemin, je me cogne le pied contre la chaise de mon bureau et manque de tomber.",
    "En y réfléchissant, ce serait probablement plus simple d’allumer la lumière, mais à cette heure-là Benoît est en train de finir sa première fournée de pain et siphonne quasiment toute l’énergie du réseau pour lui.",
    "Je soupire et finis par arriver à ma fenêtre. J’ouvre mes volets, laissant un peu de lumière entrer dans ma petite chambre. Je reste là quelques instants, à observer le paysage et le soleil qui se lève tranquillement.",
    "Mon nom est George, je suis un ingénieur fraîchement diplômé et ceci est mon village natal qui porte le doux nom de Vitry-la-Vallée. Perdu au fin fond des montagnes servant de frontière naturelle entre le Fanighastan et le Lorient, dire que ce village est isolé du reste du monde est un euphémisme. Ses 27 habitants sont quasiment autosuffisants, autant par choix que par nécessité : la seule route menant au village est impraticable pour un véhicule normal à peu près 11 mois sur 12. Que fait un ingénieur comme moi ici, alors ? Eh bien, parce que c’est mon village natal! J’ai dû le quitter vers l’âge des 10 ans pour avoir une éducation correcte, mais j’ai toujours voulu revenir: ce village, perdu au milieu des neiges et de la nature, c’est ma maison ! C’est donc ce que j’ai fait. Une fois mes études finies, je suis revenu à la première occasion. Et autant dire que c’était le bon moment…",
    "Le réseau électrique de la ville est particulier. A cause de l’isolement du village, il n’est relié à aucun réseau national et est géré entièrement en interne via cette station. Les quelques éoliennes présentes dans la région, généreusement financées par un philanthrope Lorientais, servent d’unique source de production d’électricité du réseau et doivent être contrôlées manuellement via la console en face de moi. Ce travail était assuré par mon prédécesseur Mr. Pichard mais, du haut de ses 86 ans, cela devenait de plus en plus difficile pour lui d’assurer le bon fonctionnement du réseau. Sans mon arrivée, il aurait sans doute été forcé d’arrêter après quelques mois, et le village se serait retrouvé dans le noir total pendant qui sait combien de temps.",
    "Ma journée de travail finie, je décide comme d’habitude d’aller au café du village avant de rentrer. C’est un peu une tradition au village : la majorité des habitants se retrouvent là le soir, pour discuter, boire un coup et à l’occasion regarder un match de foot ou de rugby. Le fait que Gérard, le gérant du café, possède la seule télé du village, qu’il n’y a pas de wifi et qu’on capte mal la 4G dans la vallée aide certainement à attirer les plus récalcitrant au contact humain.",
    "J’ouvre la porte du café, et la majorité des personnes déjà présentes tournent le regard vers moi.",
    "Je les salue d’un petit mouvement de tête avant d’aller au comptoir, m'asseoir à ma place habituelle, laissée libre. L’avantage de vivre dans une petite communauté.",
    "Je commence à m’avancer vers le comptoir, mais les regards insistants des autres clients me clouent sur place. Ce n’est pas compliqué de deviner ce qu’ils pensent : tout à l’heure une forte bourrasque de vent a traversé la vallée et je n’ai pas réagi assez vite. Une des éoliennes s’est emballée et j’ai été forcé de tout couper pendant plusieurs heures le temps que j’aille vérifier l’étendue des dégâts. Heureusement les dégâts étaient minimes et j’ai pu tout réparer, mais le mal a été fait: j’ai perdu plusieurs heures de production, et le village passera donc plusieurs heures ce soir et demain matin sans courant. Par ma faute. Les nouvelles vont vite dans un petit endroit comme celui-ci. Je regarde les visages des gens qui me fixent: certains, au vu des sourires en coin qu’ils affichent, trouvent la situation plutôt amusante et je ne doute pas qu'ils ne rateront pas une occasion pour se moquer de moi pendant 3 semaines au moins. Ce qui me dérange plus, ce sont les autres regards. Ceux qui sont vraiment en colère, ceux qui me regardent avec mépris pour mon échec. Je peux presque entendre ce qu’ils pensent. Pichard n’aurait jamais fait une erreur aussi stupide. Il est arrivé il y a moins d’un mois et il a presque déjà détruit une éolienne. Quelle incompétence. Je soupire intérieurement et me dirige vers ma place habituelle, près du comptoir. Au moins j’ai toujours ça.",
    "Arrivé au comptoir, je jette un œil à mes voisins. Benoît, le boulanger, est évidemment là mais je suis surpris de voir qu’il manque quelqu’un d’autre.",
    "Voyant que je le regarde comme s’il venait de se frapper la tête contre le compteur à plusieurs reprises, il hausse les épaules.",
    "Je me sens encore assez coupable de ce qu’il s’est passé tout à l’heure, mais Benoît, la personne probablement la plus impactée par la panne, essaye de me réconforter ? Soit c’est vraiment un mec cool, soit je suis particulièrement pathétique.",
    "Je le fixe du regard, clairement ennuyé.",
    "Il lève les mains en signe d’apaisement.",
    "Je baisse les yeux après un moment et soupire. J’ai déjà assez de personnes dans le village qui ne m’aiment pas comme ça, pas besoin d’en rajouter un. Essayons de changer de sujet.",
    "Après ça on a continué à parler de tout et de rien pendant une bonne heure avant que je rentre chez moi. Sur la route, je ne pouvais pas m'empêcher de repenser à François. Et s’il y arrivait ? S’il trouvait un nouveau filon d’or, ou quelque chose dans le genre dans une des mines ? Ça créerait sans doute beaucoup d’agitation dans le village.",
    "Ouais, pas sûr qu’on en ait vraiment besoin en fait.",
    "Quelques jours plus tard, François trouva un filon gigantesque dans les mines. Mais pas un filon d’or, ou de charbon. Quelque chose d’inconnu. Un nouveau minerai. Il vendit ses échantillons à plusieurs laboratoires au prix fort et, avant qu’on ait eu le temps de se retourner, l’attention du monde entier se porta soudainement sur notre petit village. Apparemment ce nouveau minerai, baptisé Copium 226, possédait des propriétés jamais vu auparavant qui pourrait permettre de faire progresser la recherche scientifique de plusieurs décennies dans plusieurs domaines en un claquement de doigts, si correctement exploité.",
    "2 mois plus tard",
    "Plusieurs entreprises se sont maintenant installées dans la région dans l’espoir d’exploiter le copium 226, et les travailleurs ont suivi. Ce qui était avant un petit hameau de quelques dizaines d’habitants s’est transformé en l’espace de quelques mois en un bourg de plusieurs centaines. Tout cela a bien évidemment plongé notre petite communauté dans le chaos, et le fait que les 2 pays qui nous entourent, le Fanighastan et le Lorient, revendiquent la région n’aide certainement pas à calmer les choses. Personnellement, j’étais toujours persuadé que la question ne se posait pas et que nous étions des Lorientais, mais il semblerait que le Fanighastan ait vraiment des arguments et des preuves pour appuyer leur demandes. Pas que j’ai eu le temps de vraiment suivre cette situation de près : je suis bien trop occupé avec le travail en ce moment."
    "Le réseau électrique de Vitry-la-Vallée a été conçu pour alimenter au maximum une centaine d’habitations, et c’est en supposant que chacun ait une consommation responsable -ce qui est un acquis pour les anciens habitants, mais beaucoup moins pour les nouveaux arrivants. Par conséquent, je suis obligé de garder les éoliennes en fonctionnement presque 24 heures sur 24, 7 jours sur 7. Je ne me souviens pas quand j’ai eu une bonne nuit de repos pour la dernière fois.",
    "Par miracle, j’ai réussi à faire tenir le réseau jusqu'ici: depuis que je suis en poste, le réseau électrique n’est pas tombé en panne une seule fois ! (même si on est pas passé loin à plusieurs reprises)",
    "Je soupire et continue sur ma route, en espérant que personne ne soit dans le coin et ai entendu mon explosion. Le stress et le manque de sommeil commencent à m’atteindre. De plus en plus de personnes arrivent chaque jour dans la vallée. Il y a forcément un moment où ça va craquer. J’espère juste trouver une solution avant que ça arrive.",
    "Forcément, avec le réseau autant sous pression, j’ai dû tout couper à de multiples reprises pour éviter d’endommager quelque chose de façon permanente. Ça a bien gueulé ce jour-là. Mais ces idiots n’ont aucune idée de tout ce que je dois faire pour que le réseau tienne plus de 24 heures.",
    "...",
    "Bon, les probabilités qu’une explose vraiment sont assez faibles, mais on peut toujours rêver. Dans tous les cas, de plus en plus de personnes arrivent chaque jour dans la vallée. En ce moment le réseau tombe en panne tous les 2, 3 jours, mais d’ici peu vous aurez plus de chance de gagner au loto que de voir le réseau électrique de Vitry-la-Vallée fonctionner plus de 12 heures sans problèmes. J’aurais bien besoin d’un sauveur avant d’en arriver là.",
    "Je sors de la station, heureux d’avoir enfin fini cette journée d’enfer. Il doit être aux alentours de minuit, ou une heure du mat.",
    "Aujourd’hui encore, il y a eu une panne. Ça ne me fait même plus d’effet : la première fois que le réseau est tombé en panne, j’ai passé une semaine avant de me débarrasser de mon sentiment de culpabilité. Mais maintenant, ça m’affecte autant que de mettre du beurre sur mes tartines le matin.",
    "Il n’y a pas eu de panne aujourd’hui. Qui sait, peut-être que ma chance commence enfin à tourner.",
    "Ce que je redoutais est arrivé: le réseau est tombé en panne pendant plusieurs heures aujourd’hui. Honnêtement, je m’y étais déjà préparé. Ça allait forcément finir par arriver. J’ai essayé de réfléchir à une solution viable toute la journée, mais je n’ai rien trouvé que je pouvais faire seul. Tout ce que je peux faire, c’est continuer de faire de mon mieux en espérant que la réponse se présente devant moi.",
    "Aujourd’hui encore, le réseau a tenu bon sans dysfonctionnement.",
    "La lune est haute dans le ciel, la seule source de lumière dans la vallée. Enfin presque : je peux encore voir de la lumière s’échapper du café de Gérard.",
    "...",
    "Je ne devrais vraiment pas y aller. Je devrais rentrer chez moi direct et gratter quelques heures de sommeil tant que je le peux. Mais j’ai vraiment besoin d’un verre.",
    "Malgré l’heure avancée, le café est encore bondé. Ça fait plaisir de voir qu’au moins une personne profite de l’arrivée de tous ces citadins. Ma place au comptoir est évidemment prise. Je me mets à faire le tour de la pièce du regard pour essayer de trouver une place de libre. Avant que j’ai le temps de finir mon tour, un mec me bouscule.",
    "Il pue l’alcool. C’est clair qu’il est complètement bourré.",
    "Les gens autour de nous commencent à se retourner en entendant ça.",
    "Je regarde les autres clients du café. Je vois quelques personnes qui semblent vouloir me soutenir, mais la grande majorité semble se ranger derrière l’alcoolo. Personne n’a l’air d’avoir envie d’arrêter l’altercation. Donc je suis vraiment si pathétique que ça… Le pire, c’est que je ne peux même pas vraiment leur en vouloir. Depuis que je suis en poste ici, j’enchaine échecs sur échecs. Personne ici n’aurait fait un meilleur travail que moi, mais ça ne veut pas dire que ce que j’ai fait est bien pour autant. Je me retourne vers la porte.",
    "Mon poing vient s’écraser contre son visage, et j’entends quelque chose craquer au niveau de son nez. Il tombe au sol d’un coup, inconscient.",
    "...",
    "Le café est complètement silencieux alors que je disparais dans la nuit.",
    "...",
    "Le lendemain matin, le bourg est plongé dans le noir. Les habitants supposent une panne, comme d’habitude, plusieurs commencent à se rendre compte que quelque chose ne va pas quand le soir arrive et qu’ils n’ont toujours pas d’électricité. Un groupe se forme pour aller directement à la maison de George, où il découvre que sa voiture a disparu. Le groupe finit par forcer la porte d’entrée et trouve une maison complètement vide. Sur la table du salon, il trouve une note avec un trousseau de clé à côté.",
    "Voici les clés de la station de contrôle du réseau électrique de Vitry-la-Vallée. Tous les outils dont vous pourriez avoir besoin pour l’entretien du matériel se trouvent là-bas. Bonne chance.",
    "Avant que j’ai le temps de répondre aux accusations de ce type. Une voix vient briser la tension du café.",
    "Après quelques secondes d’hésitations, plusieurs personnes se lèvent et emmènent le mec dehors.",
    "...",
    "Je me dirige vers le comptoir.",
    "Je hoche la tête et me dirige vers la table.",
    "Quelqu’un assis à une table proche se lève et tire le type qui me bloque le passage vers le côté.",
    "Les deux quittent le bar, ce qui libère une table. Je hoche les épaules et m’assoit. Merci ma bonne étoile.",
    "A peine ais-je eu le temps de m'asseoir qu’un homme vient s’asseoir à ma table.",
    "... Pourquoi est-ce-qu’il porte des lunettes de soleil ?",
    "L’homme tend la main, que je serre par réflexe.",
    "Green Horizon...",
    "Quand la découverte du Copium 226 a été annoncée au monde, des dizaines d’entreprises se sont ruées sur l’occasion et se sont implantées dans la région. Mais ce sont toutes des fourmis face au mastodonte qu’est Green Horizon. Basée au Fanighastan, cette entreprise est spécialisée dans la recherche de moyen alternatifs et verts de production d’énergie. D’après certaines rumeurs, ils comptent construire des centrales nucléaires plus performantes et moins dangereuses en remplaçant l’uranium par le Copium 226.",
    "Je ne sais pas si c’est possible ou pas. Mais vu les ressources qu’ils ont investi ici, ils ont l’air de penser que ça l’est.",
    "Je reste silencieux pendant un instant. Il a raison. Le réseau a désespérément besoin d’être amélioré, mais je n’ai absolument pas les ressources, le temps ou la main d'œuvre pour le faire.",
    "Une femme s’assoit subitement à notre table, à coté de Mr. Vermeil. Si l’intrusion de cette nouvelle personne le dérange, il ne le montre pas : il reste impassible derrière ces lunettes de soleil.",
    "Elle se tourne vers moi.",
    "...",
    "Je dois probablement être en train de rêver. Je me suis endormi à mon poste dans la station. C’est beaucoup plus probable que ce qui est en train de se passer. Cosmic Drive est l’autre mastodonte dans la course au copium 226, spécialisé dans la construction de fusées et de robots pour la conquête spatiale, et la seule entreprise qui peut concurrencer Green Horizon. Si sa directrice générale est vraiment présente en face de moi, dans un café de village perdu dans les montagnes, soit je fais un rêve particulièrement imaginatif, soit j’ai beaucoup plus d’importance dans cette vallée que je ne pensais.",
    "Non. Non, c’est juste… pas possible ? Je ne peux pas posséder le réseau électrique de tout un village ?",
    "Je ne sais pas quoi répondre à ça. Heureusement Gérard arrive à ce moment-là avec ma boisson, ce qui me laisse quelques instants pour mettre de l’ordre dans mes idées.",
    "Je prends une grande inspiration. Je n’ai pas le choix de toute façon. Même si ça ne me plait pas particulièrement, je suis obligé d’améliorer le réseau avant que tout s’écroule, et ces deux entreprises sont les seules dans la vallée avec les ressources pour faire le travail. Mon choix va sans doute décider du sort de la vallée pour les décennies qui viennent. J’ai intérêt d’être sur de mon choix.",
    "J’attends quelques instants, avant de me rendre compte qu’il ne souhaite pas en dire plus.",
    "Mr Vermeil hoche la tête et continue de me fixer d’un regard que je devine intense sous ses lunettes.",
    "Je ne peux pas m'empêcher de frissonner un peu à l’idée. Avec la technologie actuelle, un vol vers Rams prendrait un peu moins de 2 ans. Dans des conditions idéales.",
    "Je vois apparaître pour la première fois une émotion sur le visage de Mr. Vermeil : du dégoût. Je suis moi aussi obligé de lever un sourcil à l’idée d’installer une centrale à charbon dans cette belle vallée.",
    "Au moins on ne peut pas lui reprocher de ne pas avoir de la suite dans ses idées.",
    "Je n’ai même plus la force d’argumenter contre ça.",
    "Amber me regarde d’un air confus.",
    "Les deux représentants se rapprochent du bord de leur siège. La tension autour de la table est palpable. Trop tard pour se désister.",
    "Et jusque comme ça, toute la pression qui nous entourait disparaît. Mr. Vermeil me serre la main en souriant, et j’ai soudainement l’impression d’être devant un loup qui vient d’attraper sa proie. A côté, j'entends Amber soupirer.",
    "Mr Vermeil s’en va, me laissant seul avec une Amber à l’air dépitée. Je me lève rapidement de la table, paye ma consommation et quitte le café.",
    "Green Horizon...",
    "Ça m'avait l’air d’être le meilleur choix ce soir. J’espère ne pas le regretter plus tard.",
    "...",
    "L’explosion d’Amber a au moins le mérite de détendre immédiatement l’atmosphère autour de la table. Même si j’ai du mal à me dire que cette personne est plus vieille que moi.",
    "Mr Vermeil se lève avec dignité et laisse sa carte de visite sur la table avant de partir.",
    "Pendant qu’Amber se lève pour aller chercher sa bouteille, je prends la carte de visite de Mr Vermeil.",
    "...",
    "Non, j’ai déjà pris ma décision. Ça ne sert à rien d’avoir des doutes maintenant. Je déchire la carte avant d’être tenté.",
    "Cosmic Drive...",
    "Ça m'avait l’air d’être le meilleur choix ce soir. J’espère ne pas le regretter plus tard.",
    "Cela fait maintenant 2 ans que je travaille pour Green Horizon. 2 années durant lesquelles le village a continué de se développer à la vitesse d’une comète. D’ailleurs utiliser le terme de village ne fait plus justice à Vitry-la-Vallée : c’est maintenant devenu une grande ville d’une dizaine de milliers d’habitants. Des routes supplémentaires ont été construites pour que la ville soit accessible en permanence et un supermarché a ouvert récemment dans le centre-ville. Il y a même un kébab !",
    "Un kébab à Vitry-la-Vallée !",
    "... Amen.",
    "Travailler avec Mr. Vermeil est à la fois stimulant et effrayant. Il a des attentes très élevées sur comment le travail doit être fait et il n’hésite pas à le faire savoir au reste de l’équipe. Ceux qui arrivent à suivre le rythme sont récompensés, avec des promotions et des avantages non négligeables, et Mr. Vermeil se débarrasse de ceux qui n’y arrivent pas. Je l’ai déjà vu virer un stagiaire en pleine réunion parce qu’il lui avait ramené un café froid. Ce qui viole probablement plusieurs lignes du code du travail, mais personne dans la salle n’a osé le faire remarquer. Personne n’a envie de “parler en privé” avec le patron.",
  ],
  "george": [
    "5h30. Encore une belle journée qui commence….",
    "Ah, put-",
    "Si son four s’arrête en pleine cuisson, ça va encore retomber sur moi…",
    "Bon, il est temps de se mettre en route.",
    "Bon, j’ai assez rêvassé comme ça. Faut que je me mette au boulot si je veux atteindre le quota aujourd’hui.",
    "Tiens, François n’est pas là ?",
    "D’autres choses à faire ? A Vitry-la-Vallée ???",
    "Je suis désolé…",
    "Ouais…",
    "Hé hé, me regarde pas comme ça, je plaisantais juste; Ça arrive à tout le monde de faire des erreurs.",
    "Devenir mineur ? Je croyais que toutes les mines de la vallée avaient été complètement exploitées et abandonnées il y a au moins 40 ans ?",
    "Qui sait, peut-être qu’il va vraiment trouver quelque chose.",
    "Je sais, je sais, du calme. Tout ce que je dis, c’est que s’il y a vraiment encore quelque chose à miner dans ces montagnes, c’est bien François qui le trouvera. Je connais personne d’aussi déterminé que lui.",
    "On verra bien combien de temps il tiendra.",
    "Je parie 1 mois. Tu sous-estimes à quel point c’est une tête de mule.",
    "Quelle perte de temps.",
    "Son père doit être furieux, non ?",
    "Je devrais recevoir une foutue médaille et un jour férié à mon nom, mais nooooon, tout le monde s’en fiche du mec qui fait tourner tout le bourg à lui tout seul !",
    "Sérieusement, venez prendre ma place si vous pensez que c’est aussi facile que ça ! Je rigolerai bien quand une des éoliennes explosera par votre faute !",
    "Vraiment, si quelqu’un m’entend, je mérite une médaille.",
    "Ça fait quoi, 3 semaines que j’y suis pas allé ?",
    "... Merci.",
    "... C’est pas grave.",
    "Heu ... Oui, c’est bien moi. Et vous êtes ?",
    "Enchanté. Que puis-je faire pour vous, Mr. Vermeil ?",
    "Attendez, attendez. Avec moi ?",
    "...",
    "Que proposez-vous ?",
    "... Je vois. Votre offre semble intéressante, mais je ne suis pas sûr d’avoir l’autorité nécessaire pour prendre ce genre de décision...",
    "D’accord, Mme... Amber. Que vouliez-vous dire tout à l’heure ? Par rapport à mon habilité à...",
    "... Hein ?",
    "Très bien… Amber. Je suppose que vous êtes ici pour me faire la même offre que Mr Vermeil ici présent.",
    "Je vois. Et je suppose que l’entreprise que je choisis gagnera un avantage non négligeable sur l’autre dans la course au copium 226.",
    "J’aimerais poser quelques question à Mr. Vermeil.",
    "Comment comptez-vous utiliser le copium 226 que vous exploitez ?",
    "Mais le copium 226 est un minerai, n’est-ce pas ? Donc il n’est pas renouvelable ?",
    "Comment comptez-vous améliorer le réseau électrique du village ?",
    "Une centrale nucléaire!? N’est pas un peu… excessif ?",
    "Que pensez-vous des tensions entre le Fanighastan et le Lorient ?",
    "Après tout, votre entreprise est basée au Fanighastan. Que ferez-vous si on découvre que les revendications du Fanighastan ne sont pas légitimes ?",
    "... Vous n’avez pas vraiment répondu à ma question.",
    "Pourquoi portez-vous des lunettes de soleil ? On est au beau milieu de la nuit.",
    "... Je vois.",
    "J’en ai fini de mes questions.",
    "J’aimerais poser quelques questions à Amber.",
    "Comment comptez-vous utiliser le copium 226 que vous exploitez ?",
    "Comment comptez-vous améliorer le réseau électrique du village ?",
    "Je ... vois"
    "...",
    "Que pensez-vous des tensions entre le Fanighastan et le Lorient ?",
    "Après tout, votre entreprise est basée au Lorient. Que ferez-vous si on découvre que les revendications du Fanighastan sont plus légitimes qu’on pensait ?",
    "Donc votre nom est Wusk...",
    "Avez-vous un lien de parenté avec...",
    "... Votre père",
    "Oui, c’est compréhensible.",
    "J’en ai fini de mes questions.",
    "J’ai pris ma décision.",
    "Je choisis de travailler avec...",
    "Green Horizon",
    "Cosmic Drive",

,  ],
  "benoit": [
    "Non, il a dit qu’il avait d'autres choses à faire et qu’il ne viendrait pas ce soir.",
    "Il s’est mis en tête je ne sais trop comment qu’il allait faire fortune en devenant mineur.",
    "Franchement, entre sa nouvelle obsession et tes éoliennes, j’ai bien cru que j’allais boire tout seul ce soir.",
    "Oh, t’excuse pas comme ça. Ça arrive à tout le monde de faire des erreurs quand il débute quelque part. L’important c’est qu’il n’y ait pas de dégâts permanents sur les éoliennes. De nos jours, le village ne survivrait sans doute pas plus de quelques mois sans elles.",
    "C’est le cas, mais il est persuadé qu’en cherchant assez il va trouver quelque chose que les anciens mineurs ont raté. Je lui ai dit plusieurs fois qu’il perdait son temps, mais il ne veut rien entendre, c’est fou !",
    "Oh non, pas toi aussi ! Les mines sont vides ! Ça fait des décennies qu’elles le sont. Tout ce qu’il va trouver c’est des cailloux, des cailloux et encore des cailloux !",
    "Ça c'est bien vrai.",
    "Pfff, je parie qu’il tiendra même pas 2 semaines avant d’abandonner et de retourner s’occuper des moutons de son père.",
    "On est d’accord.",
    "T’as pas idée. J’aimerais pas être là le moment où il retournera chez lui, la queue entre les jambes. Les murs vont trembler."
  ],
  "missingno": [
    "Héééééé, connard ! Fais gaffe ou tu mets les pieds !",
    "Attends…. Je te r’connais toi… Ouais… t’es le mec qui s’occupe du réseau hein ? C’est à cause de toi toutes ces pannes !",
    "C’est à cause de toi la panne aujourd’hui !",
    "Quoi, t’es muet en plus d’être in…incop…incomp… nul à ton taff ? Ou t’es sourd ? Réponds !",
    "Héééé, tu vas où comme ça ? J’ai pas fi-",
    "Hé, hé ! Lâchez-moi ! J’ai pas fini avec ce type ! Je vais m’le faire !!",
    "Je suis vraiment désolé, il a un peu trop bu ce soir. Je vais le ramener chez lui.",

  ],
  "gerard": [
    "Conso gratuite pour demain à celui qui vire ce mec de mon café.",
    "N'oublie pas qu'il y a des gens dans ce village qui savent tout ce que tu fais pour nous. Ceux qui ne sont pas capables de s’en rendre compte ne méritent pas ton temps. Y’a une table dans le coin là-bas. Va t’asseoir et je te ramène à boire dès que possible.",

  ],
  "craig": [
    "Bonsoir. Monsieur George Beauvois, c’est bien ça ?",
    "Craig Vermeil. Directeur de la branche de Green Horizon installé à Vitry-la-Vallée.",
    "Je ne vais pas passer par 4 chemins: nous souhaitons nous associer avec vous pour renforcer l’emprise de Green Horizon dans la région.",
    "Bien sûr. Vous êtes le garant du réseau électrique de la vallée. Vous pouvez difficilement assurer son bon fonctionnement avec 3 malheureuses éoliennes, et de même nous pouvons difficilement étendre nos opérations quand nous risquons la coupure de courant à chaque instant.",
    "C’est déjà très impressionnant que vous avez réussi à faire tenir le réseau sans coupure jusqu’ici, mais combien de temps pouvez vous continuer comme ça ? De nouveaux habitants arrivent chaque jour mais, sauf erreur de ma part, il n’y a toujours que 3 éoliennes dans la vallée et 24 heures dans une journée.",
    "Vous avez déjà eu des problèmes avec le réseau, et nous savons tous les deux que ça ne va faire qu’empirer si nous ne faisons rien. Ce n’est pas de votre faute : on vous a donné une main perdante. Mais nous sommes là pour changer cela, et faire en sorte que tout le monde gagne.",
    "Vous avez besoin de notre aide.",
    "C’est très simple: Green Horizon se charge de la mise à niveau du réseau, et en échange vous travaillez pour nous. Vos responsabilités ne changeront pas, mais vous agirez maintenant en notre nom.",
    "Ceci est une conversation privée. Je vous saurais gré de nous laisser seul.",
    "Je vous écoute.",
    "La mission de Green Horizon a toujours été et sera toujours de trouver de nouvelles méthodes de production d’énergie non polluantes et efficaces afin de sortir une bonne fois pour toute des énergies fossiles et sauver notre planète.",
    "Évidemment. Mais il possède des propriétés très intéressantes. Si nos premières hypothèses sont correctes, nous pourrions remplacer le pétrole et l’uranium dans toutes nos méthodes de production par le copium 226 et obtenir un rendement 6 à 8 fois supérieur tout en réduisant nos émissions de carbone de 98%. Nous sommes bien conscients que ce n’est pas une solution permanente, mais l’exploitation du copium 226, si elle est bien dirigée, pourrait assurer nos besoins en énergies pendant des siècles, ce qui nous laisserait largement le temps de perfectionner des méthodes alternatives comme l’énergie solaire ou hydraulique.",
    "Nous devons encore mener quelques enquêtes sur le terrain, mais notre plan A serait la construction d’un barrage hydraulique sur la rivière proche. L’énergie produite devrait être suffisante pour alimenter la ville durant sa croissance, pendant que nous construirons en parallèle une centrale nucléaire.",
    "Il semblerait que vous sous-estimez encore la valeur du copium 226, Mr. Beauvois. C’est ma conviction la plus forte que Vitry-la-Vallée va devenir l’une des métropole les plus importantes du monde dans les décennies qui arrivent. Une centrale nucléaire est le strict minimum.",
    "”Mr. Beauvois, je peux vous assurer que même si celà arrivait, nous ne ressortirions pas perdant de cette affaire.",
    "Nous sommes des businessman, Mr Beauvois. Nous ne faisons pas de politique.",
    "J’ai un problème au niveau des yeux.",
    "Détruire une autre planète, vous voulez dire.",
    "Je me retire pour la nuit. Je vous conseille de faire de même Mr. Beauvois. Nous aurons beaucoup de choses à discuter demain. En privé.",
    "Voilà qui est extrêmement décevant. Je ne peux que vous demander d’y réfléchir à nouveau cette nuit. Si vous vous réveillez demain et trouvez que vous avez changé d’avis, appelez moi.",


  ],
  "amber": [
    "C’est là que vous avez tort, Mr. Beauvois. Vous êtes même la seule personne habilitée à prendre ce genre de décision.",
    "Si vous vouliez avoir une conversation privée, Mr. “lunettes de soleil en intérieur”, vous auriez mieux fait de la tenir dans un lieu privé. Malheureusement pour vous je suis là aussi et j’aimerais aussi m’entretenir avec notre ami commun.",
    "Je m’appelle Amber Wusk, et vous me connaissez sans doute comme la directrice générale de Cosmic Drive. Mais je vous en prie, appelez moi simplement Amber. Et je vous appellerai George !",
    "C’est très simple. Le réseau électrique de Vitry-la-Vallée est votre propriété privée. Vous êtes libre de faire ce que vous voulez avec.",
    "Vous n’êtes pas sans savoir que le réseau a été mis en place par un particulier. Une fois la construction achevée, il a transféré la totalité des droits à la première personne qui est devenu son garant, qui l’a ensuite transmis à son successeur, qui l’a transmis à son propre successeur…. ainsi de suite jusqu’à vous !",
    "Exactement ! On s’assure que le réseau électrique soit toujours à la pointe. Et en échange vous venez travailler pour nous.",
    "Vous comprenez vite Mr. Beauvois. J’espère que vous ferez le bon choix.",
    "Je répondrai à tout ce que vous voulez savoir !",
    "Vous le savez sans doute déjà, mais le but de Cosmic Drive est la conquête spatiale. Nous comptons incorporer le copium 226 dans la quasi-totalité de nos équipements, ainsi que dans le carburant de nos fusées. Nos premiers tests sont extrêmement positifs: si ce minerai fonctionne ne serait-ce qu’à 50% de nos prévisions, nous pourrions effectuer un vol vers Rams en un peu moins d’une semaine. Coloniser la planète serait un jeu d’enfant à partir de ce moment-là.",
    "On va pas se casser la tête, on va installer une centrale à charbon, vite fait bien fait.",
    "Hé, ne me regardez pas comme ça. Notre planète est déjà foutue. C’est trop tard pour revenir en arrière maintenant. Notre seule solution, c’est de faire avancer aussi vite que possible nos capacités en matière d’exploration spatiale, afin d’aller coloniser une autre planète.",
    "Non, la coloniser, dans le respect de la faune et de la flore locales. Si une petite centrale à charbon sur Terre est le prix à payer, je le ferais sans soucis.",
    "Bien sûr, ce sera vite insuffisant pour alimenter toute la ville. C’est pour ça qu’une fois la centrale à charbon fini, nous entamerons la construction d’une centrale nucléaire.",
    "Honnêtement, ce n’est pas vraiment notre problème. Presque tous les experts s’accordent à dire que le Lorient est plus légitime que le Fanighastan. Et même s’ils venaient à prendre la région, nous ferions tout ce qui est en notre pouvoir pour rester ici. Cette découverte est trop belle pour laisser l’occasion partir.",
    "Oui, c’est bien ça.",
    "Ah. Oui, mon père est Elan Wusk.",
    "... ... ... J’ai changé de prénom à mes 18 ans.",
    "D’accord ! Si d’autres vous viennent en tête, n’hésitez pas.",
    "Je vois. C’est bien regrettable, mais ce qui est fait est fait.",
    "YESSSSS ! Allez tu peux rentrer chez toi le vampire, on n’a plus besoin de toi ici.",
    "Bougez pas George ! Je vais commander une bouteille, on va trinquer un coup avant que vous ne rentriez !",



  ]
}