{
	"narrator": [
		"Bip. Bip. Bip.\nBip. Bip. Bip.\nBip. Bi-",
		"Après avoir cherché pendant une dizaine de secondes, j’attrape enfin mon téléphone et coupe le réveil. J’ouvre un demi-oeil pour confirmer ce que je sais déjà.",
		"Je me lève lentement de mon lit et tâtonne dans le noir vers ma fenêtre.",
		"En chemin, je me cogne le pied contre la chaise de mon bureau et manque de tomber.",
		"En y réfléchissant, ce serait probablement plus simple d’allumer la lumière, mais à cette heure-là <b>Benoît</b> est en train de finir sa première fournée de pain et siphonne quasiment toute l’énergie du réseau pour lui.",
		"Je soupire et finis par arriver à ma fenêtre. J’ouvre mes volets, laissant un peu de lumière entrer dans ma petite chambre.",
		"Je reste là quelques instants, à observer le paysage et le soleil qui se lève tranquillement.",
		"Mon nom est George, je suis un ingénieur fraîchement diplômé et ceci est mon village natal qui porte le doux nom de Vitry-la-Vallée. Perdu au fin fond des montagnes servant de frontière naturelle entre le Fanighastan et le Lorient, dire que ce village est isolé du reste du monde est un euphémisme. Ses 27 habitants sont quasiment autosuffisants, autant par choix que par nécessité : la seule route menant au village est impraticable pour un véhicule normal à peu près 11 mois sur 12.",
		"Que fait un ingénieur comme moi ici, alors ? Eh bien, parce que c’est mon village natal ! J’ai dû le quitter vers l’âge des 10 ans pour avoir une éducation correcte, mais j’ai toujours voulu revenir : ce village, perdu au milieu des neiges et de la nature, c’est ma maison !",
		"C’est donc ce que j’ai fait. Une fois mes études finies, je suis revenu à la première occasion. Et autant dire que c’était le bon moment...",
		"Le réseau électrique de la ville est particulier. A cause de l’isolement du village, il n’est relié à aucun réseau national et est géré entièrement en interne via cette station. Les quelques éoliennes présentes dans la région, généreusement financées par un philanthrope Lorientais, servent d’unique source de production d’électricité du réseau et doivent être contrôlées manuellement via la console en face de moi.",
		"Ce travail était assuré par mon prédécesseur M. Pichard, mais du haut de ses 86 ans, cela devenait de plus en plus difficile pour lui d’assurer le bon fonctionnement du réseau. Sans mon arrivée, il aurait sans doute été forcé d’arrêter après quelques mois, et le village se serait retrouvé dans le noir total pendant qui sait combien de temps.",
		"Plus d'infos à mettre sur les éoliennes !"
	],
	"george": [
		"Ah, put...",
		"Si son four s’arrête en pleine cuisson, ça va encore retomber sur moi...",
		"Bon, il est temps de se mettre en route.",
		"Bon, j’ai assez rêvassé comme ça. Faut que je me mette au boulot si je veux atteindre le quota aujourd’hui."
	]
}